"Don't change modification date for lossless JPEG transformations"
= "Non cambiare la data di modifica per trasformazioni JPEG lossless";

/* NSButton (Cancel) : <title:Cancel> (oid:13) */
"Cancel" = "Annulla";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Porta tutto avanti";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Contrai";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "Finestra";

/* NSMenuItem : <title:About Phœnix Slides> (oid:58) */
"About Phoenix Slides" = "Informazioni su Phoenix Slides";

/* NSMenuItem : <title:Open...> (oid:72) */
"Open..." = "Apri..";

/* NSMenuItem : <title:New Window> (oid:494) */
"New Window" = "Nuova Finestra";

/* NSMenuItem : <title:Close Window> (oid:499) */
"Close Window" = "Chiudi la Finestra";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "File";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "Aiuto";

/* NSMenuItem : <title:Phœnix Slides Help> (oid:111) */
"Phoenix Slides Help" = "Aiuto di Phoenix Slides";
"Automatically check for updates" = "Verifica automaticamente la presenza di aggiornamenti";
"Submit Feedback (Web Site)" = "Invia commenti（Sito Web）";
"Check for Update…" = "Verifica la presenza di aggiornamenti…";
"Next check: %{value1}@" = "Prossimo controllo: %{value1}@";

"Random" = "A caso";

/* NSMenuItem : <title:Preferences…> (oid:129) */
"Preferences…" = "Preferenze…";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Servizi";

/* NSMenuItem : <title:Hide Phoenix Slides> (oid:134) */
"Hide Phoenix Slides" = "Nascondi Phoenix Slides";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Nascondi il resto";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Mostra tutto";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Copia";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Annulla";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Taglia";

/* NSMenuItem : <title:Delete> (oid:164) */
"Delete" = "Elimina";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Composizione";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Incolla";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Seleziona tutto";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Ripristina";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Zoom";

/* NSMenu : <title:幻燈片> (oid:318) */
"Begin Slideshow" = "Avvia la Presentazione";

/* NSMenuItem : <title:End Slideshow> (oid:329) */
"End Slideshow" = "Esci dalla Presentazione";

/* NSMenuItem : <title:Loop> (oid:331) */
"Loop" = "Ripeti";

/* NSMenuItem : <title:Select None> (oid:334) */
"Select None" = "Deseleziona tutto";

/* NSMenuItem : <title:Reveal In Finder> (oid:341) */
"Reveal In Finder" = "Mostra nel Finder";

/* NSMenuItem : <title:Move To Trash> (oid:343) */
"Move To Trash" = "Sposta nel Cestino";

/* NSButton (Slideshow) : <title:Slideshow> (oid:368) */
"Slideshow" = "Presentazione";

/* NSButton (Subfolders ⌘F) : <title:Subfolders ⌘F> (oid:370) */
"Subfolders ⌘F" = "Sottocartelle ⌘F";
/* NSIBHelpConnector : <title:Search all subfolders for images (slower).> (oid:386) */
/* ** "Search all subfolders for images (slower)." = "Search all subfolders for images (slower)."; */

/* NSMenuItem : <title:Set As Desktop Picture> (oid:391) */
"Set As Desktop Picture" = "Usa come Sfondo Scrivania";

/* NSPanel (Preferences) : <title:Preferences> (oid:394) */
"Preferences" = "Preferenze";

"General" = "Generali";
"On startup:" = "All'Avvio:";
"Go to specified folder:" = "Va alla cartella specificata:";
"Go to most recently visited folder" = "Va alla cartella pi&ugrave recente";
"Choose…" = "Scegli...";

"Slideshow Defaults:" = "Preferenze per la Presentazione";
"Background Color/Transparency" = "Colore di sfondo/Trasparenza";
"Apply Settings" = "Applica i Settaggi";

/* These don't have to be literally translated from English, */
/* they are simply the text surrounding the text input field */
"Auto-advance every" = "Avanza Automaticamente ogni";
"seconds" = "secondi";


/* NSMenuItem : <title:Quit Phœnix Slides> (oid:136) */
"Quit Phoenix Slides" = "Chiudi Phoenix Slides";

"Show Cheat Sheet" = "Mostra Scorciatoie da tastiera";
"Scale Up Small Images" = "Espandi la Immagini Piccole";
"Show Large Images at Actual Size" = "Mostra le Immagini Grandi in dimensioni reali";
"No images selected" = "Nessuna Immagine Selezionata";

/* NSMenuItem : <title:Get Info> (oid:486) */
"Get Info" = "Informazioni";

/* JPEG Menu */
/* NSMenuItem : <title:Advanced Options…> (oid:470) */
"Advanced Options…" = "Opzioni Avanzate...";

/* NSMenuItem : <title:Flip Horizontal ↔> (oid:464) */
"Flip Horizontal ↔" = "Ribalta in Orizzontale ↔";

/* NSMenuItem : <title:Flip Vertical ↕> (oid:465) */
"Flip Vertical ↕" = "Ribalta in Verticale ↕";

/* NSMenuItem : <title:Make Progressive> (oid:469) */
"Make Progressive" = "Rendi Progressiva";

/* NSMenuItem : <title:Rotate 180°> (oid:466) */
"Rotate 180°" = "Ruota di 180°";

/* NSMenuItem : <title:Rotate Left> (oid:453) */
"Rotate Left" = "Ruota a Sinistra";

/* NSMenuItem : <title:Rotate Right> (oid:451) */
"Rotate Right" = "Ruota a Destra";

/* NSMenuItem : <title:Transpose (Flip Diag.) ↙> (oid:490) */
"Transpose (Flip Diag.) ↙" = "Trasponi in Diagonale ↙";

/* NSMenuItem : <title:Transverse Transpose ↘> (oid:491) */
"Transverse Transpose ↘" = "Trasponi Inversamente ↘";


/* NSPanel (Transforming JPEG...) : <title:Transforming JPEG...> (oid:455) */
"Transforming JPEG..." = "Elaborazione Trasformazione JPEG...";

/* NSTextField (Processing files...) : <title:Processing files...> (oid:458) */
"Processing files..." = "Elaborazione File in corso...";


/* NSButton (Convert) : <title:Convert> (oid:27) */
"Convert" = "Converti";

/* NSButton (Drop Nontransformable Edge Blocks ⌘D) : <title:Drop Nontransformable Edge Blocks ⌘D> (oid:33) */
"Drop Nontransformable Edge Blocks ⌘D" = "Elimina blocchi marginali non traformabili ⌘D";

/* NSMenuItem : <title:Remove All Markers> (oid:32) */
"Remove All Markers" = "Rimuovi tutti i Marcatori";

/* NSMenuItem : <title:Keep JPEG Comments Only (Remove EXIF and Others)> (oid:30) */
"Keep JPEG Comments Only (Remove EXIF and Others)" = "Conserva solo i commenti JPEG (Rimuovi EXIF e altri)";

/* NSMenuItem : <title:Keep Markers> (oid:31) */
"Keep Markers" = "Conserva i Marcatori";

/* NSButton (Make Progressive ⌘P) : <title:Make Progressive ⌘P> (oid:11) */
"Make Progressive ⌘P" = "Rendi Progressiva ⌘P";

/* NSMenuItem : <title:No Transformation> (oid:20) */
"No Transformation" = "Nessuna Trasformazione";

/* NSButton (Optimize Huffman Table ⌘O) : <title:Optimize Huffman Table ⌘O> (oid:35) */
"Optimize Huffman Table ⌘O" = "Ottimizza con la tabella Huffman ⌘O";

/* NSTextField (Transformation:) : <title:Transformation:> (oid:34) */
"Transformation:" = "Trasformazione:";

/* NSTextField (Options:) : <title:Options:> (oid:12) */
"Options:" = "Opzioni:";

/* NSPanel (Process JPEG Files) : <title:Process JPEG Files> (oid:7) */
"Process JPEG Files" = "Elabora file JPEG";

/* NSButton (Reduce to Grayscale ⌘G) : <title:Reduce to Grayscale ⌘G> (oid:14) */
"Reduce to Grayscale ⌘G" = "Riduci a Toni di Grigio ⌘G";


/* EXIF Panel */
/* NSPanel (Image Info) : <title:Image Info> (oid:481) */
"Image Info" = "Informazioni sull'immagine";

/* NSButton (More EXIF Tags) : <title:More EXIF Tags> (oid:537) */
"More EXIF Tags" = "Altri marcatori EXIF";

"EXIF Thumbnail" = "Miniatura EXIF";
"no EXIF thumbnail" = "Nessuna Miniatura EXIF";
